Repository: xinxiangjueming/adbmanager
Catalog: src/AdbManager/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, ko, zh_cn

# Busy_Transferring
source: Transferring file…
de: Wird übertragen…
es: Transfiriendo…
fr: Transfert du fichier…
ja: 転送中…
ko: 전송 중…
zh_cn: 正在传输文件…

# Busy_Flashing
source: Flashing image, keep the device connected…
de: Image wird geflasht (nicht trennen)…
es: Flasheando imagen, no desconectes…
fr: Flash de l'image…
ja: イメージを書き込み中（取り外さないでください）…
ko: 이미지 플래시 중(분리 금지)…
zh_cn: 正在刷入镜像，请勿断开设备…

# Busy_Erasing
source: Erasing partition…
de: Partition wird gelöscht…
es: Borrando partición…
fr: Effacement de la partition…
ja: パーティションを消去中…
ko: 파티션 지우는 중…
zh_cn: 正在擦除分区…

# Busy_ExtractingImage
source: Extracting image…
de: Image wird extrahiert…
es: Extrayendo imagen…
fr: Extraction de l'image…
ja: イメージを抽出中…
ko: 이미지 추출 중…
zh_cn: 正在提取镜像…

# Busy_Working
source: Working…
de: Wird ausgeführt…
es: En curso…
fr: Traitement…
ja: 実行中…
ko: 실행 중…
zh_cn: 正在执行…

# Busy_LoadingPartitions
source: Reading partition table…
de: Partitionstabelle wird gelesen…
es: Leyendo tabla de particiones…
fr: Lecture de la table de partitions…
ja: パーティション表を読み込み中…
ko: 파티션 표 읽는 중…
zh_cn: 正在读取分区表…

# Busy_LoadingFiles
source: Loading folder…
de: Ordner wird gelesen…
es: Leyendo carpeta…
fr: Lecture du dossier…
ja: ディレクトリを読み込み中…
ko: 폴더 읽는 중…
zh_cn: 正在读取目录…

# Nav_Mirror
source: Mirror
de: Mirroring
es: Espejo
ja: ミラーリング
ko: 미러링
zh_cn: 投屏控制

# Mirror_Title
source: Mirror & Control
de: Mirroring und Steuerung
es: Espejo y control
ja: ミラーリングと操作
ko: 미러링 및 제어
zh_cn: 投屏与控制

# Mirror_Desc
source: Mirror the device screen in real time with scrcpy and control it with mouse and keyboard. Works on phones and Wear OS watches (Android 5.0+), ~35–70 ms latency.
de: Spiegelt den Gerätebildschirm in Echtzeit und steuert ihn per Maus und Tastatur. Funktioniert mit Smartphones und Wear-OS-Uhren (Android 5.0+), ca. 35–70 ms Latenz.
es: Muestra la pantalla del dispositivo en tiempo real con scrcpy y lo controla con ratón y teclado. Compatible con teléfonos y relojes Wear OS (Android 5.0+), latencia de 35–70 ms.
ja: scrcpy で端末画面をリアルタイム表示し、マウスとキーボードで操作します。スマホと Wear OS 時計（Android 5.0+）の両方に対応、遅延は約 35〜70ms。
ko: scrcpy로 기기 화면을 실시간 표시하고 마우스·키보드로 제어합니다. 휴대전화와 Wear OS 워치(Android 5.0+)를 모두 지원하며 지연은 약 35~70ms입니다.
zh_cn: 通过 scrcpy 实时镜像设备屏幕，并用鼠标键盘直接控制。手机与 Wear OS 手表均支持（Android 5.0+），延迟约 35–70ms。

# Mirror_Preset
source: Device preset
de: Geräte-Voreinstellung
es: Ajuste del dispositivo
ja: 端末プリセット
ko: 기기 프리셋
zh_cn: 设备预设

# Mirror_PresetAuto
source: Auto-detect
de: Automatisch
es: Detección automática
ja: 自動判定
ko: 자동 감지
zh_cn: 自动检测

# Mirror_PresetPhone
source: Phone (default)
de: Smartphone (Standard)
es: Teléfono (predeterminado)
ja: スマホ（既定）
ko: 휴대전화(기본)
zh_cn: 手机（默认）

# Mirror_PresetWatch
source: Watch (low resolution)
de: Uhr (niedrige Auflösung)
es: Reloj (baja resolución)
ja: 時計（低解像度）
ko: 워치(저해상도)
zh_cn: 手表（低分辨率）

# Mirror_MaxSize
source: Max resolution
de: Maximale Auflösung
es: Resolución máxima
ja: 最大解像度
ko: 최대 해상도
zh_cn: 最大分辨率

# Mirror_MaxFps
source: Max FPS
de: Maximale FPS
es: FPS máximos
ja: FPS 上限
ko: 최대 FPS
zh_cn: 帧率上限

# Mirror_BitRate
source: Bit rate (Mbps)
es: Tasa de bits (Mbps)
ja: ビットレート (Mbps)
ko: 비트레이트(Mbps)
zh_cn: 码率 (Mbps)

# Mirror_NoAudio
source: No audio forwarding
de: Kein Audio übertragen
es: No transmitir audio
ja: 音声を転送しない
ko: 소리 전송 안 함
zh_cn: 不转发声音

# Mirror_ReadOnly
source: Read-only (no input)
de: Nur-Lesen (keine Eingaben)
es: Solo lectura (sin entradas)
ja: 読み取り専用（操作を注入しない）
ko: 읽기 전용(제어 입력 안 함)
zh_cn: 只读（不注入控制）

# Mirror_ScreenOff
source: Turn device screen off
de: Gerätebildschirm während des Mirrorings aus
es: Apagar la pantalla del dispositivo al duplicar
ja: ミラーリング中に端末画面を消す
ko: 미러링 중 기기 화면 끄기
zh_cn: 投屏时熄灭设备屏幕

# Mirror_StayAwake
source: Keep device awake
de: Gerät wachhalten
es: Mantener el dispositivo despierto
ja: 端末をスリープさせない
ko: 기기 절전 방지
zh_cn: 保持设备唤醒

# Mirror_Start
source: Start mirroring
de: Mirroring starten
es: Iniciar duplicación
ja: ミラーリング開始
ko: 미러링 시작
zh_cn: 启动投屏

# Mirror_Stop
source: Stop mirroring
de: Mirroring stoppen
es: Detener duplicación
ja: ミラーリング停止
ko: 미러링 중지
zh_cn: 停止投屏

# Mirror_Running
source: Mirroring…
de: Mirroring läuft…
es: Duplicación en curso…
ja: ミラーリング中…
ko: 미러링 실행 중…
zh_cn: 投屏运行中…

# Mirror_NotRunning
source: No active mirroring session.
de: Kein Mirroring aktiv.
es: No hay duplicación activa.
ja: 実行中のミラーリングはありません。
ko: 실행 중인 미러링이 없습니다.
zh_cn: 当前没有正在运行的投屏。

# Mirror_Started
source: Mirroring started.
de: Mirroring gestartet.
es: Duplicación iniciada.
ja: ミラーリングを開始しました。
ko: 미러링을 시작했습니다.
zh_cn: 投屏已启动。

# Mirror_Exit
source: Mirroring stopped.
de: Mirroring beendet.
es: Duplicación finalizada.
ja: ミラーリングが終了しました。
ko: 미러링이 종료되었습니다.
zh_cn: 投屏已结束。

# Mirror_Err_NotFound
source: Failed to extract built-in scrcpy: {0}
de: Entpacken der integrierten scrcpy-Komponenten fehlgeschlagen: {0}
es: Fallo al extraer los componentes scrcpy integrados: {0}
ja: 内蔵 scrcpy コンポーネントの展開に失敗：{0}
ko: 내장 scrcpy 구성 요소 압축 해제 실패: {0}
zh_cn: 内置 scrcpy 组件释放失败：{0}

# Mirror_Err_Start
source: Failed to start scrcpy: {0}
de: scrcpy konnte nicht gestartet werden: {0}
es: No se pudo iniciar scrcpy: {0}
ja: scrcpy の起動に失敗：{0}
ko: scrcpy 시작 실패: {0}
zh_cn: scrcpy 启动失败：{0}

# Mirror_Keys
source: Common keys
de: Häufige Tasten
es: Botones frecuentes
ja: よく使うキー
ko: 자주 쓰는 버튼
zh_cn: 常用按键

# Key_Home
source: Home
de: Start
es: Inicio
ja: ホーム
ko: 홈
zh_cn: 主屏

# Key_Back
source: Back
de: Zurück
es: Atrás
ja: 戻る
ko: 뒤로
zh_cn: 返回

# Key_Recents
source: Recents
de: Letzte Apps
es: Recientes
ja: 最近のタスク
ko: 최근 작업
zh_cn: 最近任务

# Key_Power
source: Power
de: Ein/Aus
es: Encendido
ja: 電源
ko: 전원
zh_cn: 电源

# Key_VolUp
source: Volume+
de: Lautstärke+
es: Subir volumen
ja: 音量+
ko: 볼륨+
zh_cn: 音量+

# Key_VolDown
source: Volume−
de: Lautstärke−
es: Bajar volumen
ja: 音量−
ko: 볼륨−
zh_cn: 音量−

# Mirror_WatchDetected
source: Watch (Wear OS) detected, low-resolution preset applied.
de: Wear-OS-Uhr erkannt: Voreinstellung für niedrige Auflösung angewendet.
es: Reloj (Wear OS) detectado: se aplicó el ajuste de baja resolución.
ja: 時計（Wear OS）を検出：低解像度プリセットを適用しました。
ko: 워치(Wear OS) 감지: 저해상도 프리셋을 적용했습니다.
zh_cn: 检测到手表（Wear OS），已应用低分辨率预设。

# Mem_Used
source: Used memory
de: Belegter Speicher
es: Memoria en uso
ja: 使用中メモリ
ko: 사용 중 메모리
zh_cn: 已用内存

# Sto_Total
source: Total storage
de: Gesamtspeicher
es: Almacenamiento total
ja: ストレージ総容量
ko: 저장소 총 용량
zh_cn: 存储总容量

# Sto_Used
source: Used space
de: Belegter Speicherplatz
es: Espacio en uso
ja: 使用中ストレージ
ko: 사용 중 공간
zh_cn: 已用空间

# Sto_Free
source: Free space
de: Freier Speicherplatz
es: Espacio libre
ja: 空きストレージ
ko: 여유 공간
zh_cn: 可用空间

# Tools_RebootBootloader
source: Bootloader
de: Bootloader (Fastboot)
es: Bootloader (Fastboot)
fr: Bootloader (Fastboot)
ja: Bootloader（Fastboot）
ko: Bootloader(Fastboot)

# Net_WlanIp
source: WLAN IP
es: IP WLAN
fr: IP WLAN
